Repository: ProtonMail/ios-mail
Catalog: Modules/App/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Incorrect PIN. Please try again.
be: Няправільны PIN. Паспрабуйце яшчэ раз.
ca: Aquest PIN no és correcte. Torneu-ho a provar.
cs: Nesprávný PIN. Zkuste to prosím znovu.
da: Forkert PIN. Prøv venligst igen.
de: Ungültige PIN. Bitte erneut versuchen.
el: Λανθασμένο PIN. Παρακαλούμε δοκιμάστε ξανά.
es: PIN incorrecto. Inténtalo de nuevo.
es_419: PIN incorrecto. Inténtelo de nuevo.
fi: Virheellinen PIN. Yritä uudelleen.
fr: PIN incorrect. Veuillez réessayer.
hu: Hibás PIN. Kérjük, próbálja újra.
id: PIN salah. Silakan coba lagi.
it: PIN errato. Riprova.
ja: PIN が正しくありません。もう一度お試しください。
ka: არასწორი PIN კოდი. სცადეთ თავიდან.
ko: PIN이 잘못되었습니다. 다시 시도해 주세요.
nb: Feil PIN. Prøv igjen.
nl: Onjuiste PIN. Probeer het opnieuw.
pl: Nieprawidłowy kod PIN. Spróbuj ponownie.
pt: PIN incorreto. Tente novamente.
pt_br: PIN incorreto. Tente novamente.
ro: PIN incorect. Vă rugăm să reîncercați.
ru: Неверный PIN. Пожалуйста, попробуйте еще раз.
sk: Nesprávny PIN. Prosím, skúste to znova.
sl: Napačen PIN. Poskusite znova.
sv: Felaktig PIN. Försök igen.
tr: PIN kodu yanlış. Lütfen yeniden deneyin.
uk: Неправильний PIN-код. Спробуйте ще раз.

source: Issue loading your content. Please try refreshing or sign in again.
be: Праблема з загрузкай вашага змесціва. Паспрабуйце абнавіць або ўвайсці яшчэ раз.
ca: Hi ha hagut un problema en carregar el vostre contingut. Proveu d'actualitzar-lo o d'iniciar la sessió de nou.
cs: Problém s načtením vašeho obsahu. Zkuste to prosím obnovit nebo se znovu přihlásit.
da: Problem med at indlæse Deres indhold. Prøv venligst at opfriske, eller log ind igen.
de: Problem beim Laden der Inhalte. Bitte aktualisieren oder erneut anmelden.
el: Πρόβλημα κατά τη φόρτωση του περιεχομένου σας. Δοκιμάστε να κάνετε ανανέωση ή συνδεθείτε ξανά.
es: Problema cargando tu contenido. Intenta actualizar o iniciar sesión de nuevo.
es_419: Problema cargando su contenido. Intente actualizar o inicie sesión de nuevo.
fi: Sisällön latauksessa ilmeni ongelma. Yritäthän päivittää tai kirjaudu sisään uudelleen.
fr: Problème lors du chargement de votre contenu. Veuillez essayer d'actualiser ou de vous connecter à nouveau.
hu: Probléma adódott a tartalom betöltésekor. Kérjük, próbálja meg frissíteni, vagy jelentkezzen be újra.
id: Masalah saat memuat konten Anda. Silakan coba muat ulang atau masuk lagi.
it: Problema durante il caricamento dei tuoi contenuti. Prova ad aggiornare o accedi di nuovo.
ja: コンテンツの読み込みで問題が発生しました。再読み込みするか、もう一度サインインしてください。
ka: თქვენი კონტენტის ჩატვირთვის პრობლემა. სცადეთ განახლება ან თავიდან შესვლა.
ko: 콘텐츠를 로드하는 데 문제가 있습니다. 새로고침하거나 다시 로그인해 주세요.
nb: Problem med lasting av innholdet ditt. Prøv å oppdatere eller logg på igjen.
nl: Er is een probleem opgetreden bij het laden van uw inhoud. Probeer de pagina te vernieuwen of log opnieuw in.
pl: Problem z załadowaniem zawartości. Spróbuj odświeżyć stronę lub zaloguj się ponownie.
pt: Problema ao carregar o seu conteúdo. Tente atualizar ou iniciar sessão novamente.
pt_br: Erro ao carregar seu conteúdo. Tente atualizar ou iniciar a sessão novamente.
ro: Problemă la încărcarea conținutului. Vă rugăm să încercați să reîmprospătați sau să vă conectați din nou.
ru: Проблема с загрузкой контента. Пожалуйста, попробуйте обновить страницу или войти снова.
sk: Problém pri načítaní vášho obsahu. Skúste stránku obnoviť alebo sa znova prihláste.
sl: Težava pri nalaganju vaše vsebine. Poskusite osvežiti ali se znova prijavite.
sv: Problem att ladda ditt innehåll. Prova uppdatera eller logga in igen.
tr: İçeriğiniz yüklenirken bir sorun çıktı. Yenilemeyi veya yeniden oturum açmayı deneyin.
uk: Проблема із завантаженням вашого вмісту. Спробуйте оновити сторінку або увійдіть ще раз.

source: Issue syncing your content. Check your connection or sign in again.
be: Праблема з сінхранізацыяй вашага змесціва. Праверце падключэнне або ўвайдзіце яшчэ раз.
ca: Hi ha hagut un problema en sincronitzar el vostre contingut. Comproveu la connexió o torneu a iniciar la sessió.
cs: Problém se synchronizací vašeho obsahu. Zkontrolujte své připojení nebo se znovu přihlaste.
da: Problem med at synkronisere Deres indhold. Tjek Deres forbindelse, eller log ind igen.
de: Problem beim Synchronisieren der Inhalte. Überprüfe deine Verbindung oder melde dich erneut an.
el: Πρόβλημα συγχρονισμού του περιεχομένου σας. Ελέγξτε τη σύνδεσή σας ή συνδεθείτε ξανά.
es: Problema al sincronizar tu contenido. Revisa tu conexión o inicia sesión de nuevo.
es_419: Problema al sincronizar su contenido. Revise su conexión o inicie sesión de nuevo.
fi: Ongelma sisällön synkronoinnissa. Tarkista yhteytesi tai kirjaudu sisään uudelleen.
fr: Problème de synchronisation de votre contenu. Vérifiez votre connexion ou connectez-vous à nouveau.
hu: Probléma adódott a tartalom szinkronizálásakor. Ellenőrizze a kapcsolatát, vagy jelentkezzen be újra.
id: Masalah saat menyinkronkan konten Anda. Periksa koneksi Anda atau masuk lagi.
it: Problema durante la sincronizzazione dei tuoi contenuti. Controlla la connessione o accedi di nuovo.
ja: コンテンツの同期で問題が発生しました。接続を確認するか、もう一度サインインしてください。
ka: თქვენი კონტენტის სინქრონიზაციის პრობლემა. შეამოწმეთ კავშირი ან თავიდან შედით სისტემაში.
ko: 콘텐츠를 동기화하는 데 문제가 있습니다. 연결을 확인하거나 다시 로그인해 주세요.
nb: Problem med å synkronisere innholdet ditt. Sjekk tilkoblingen din eller logg på igjen.
nl: Probleem met het synchroniseren van uw inhoud. Controleer uw verbinding of log opnieuw in.
pl: Problem z synchronizacją zawartości. Sprawdź połączenie lub zaloguj się ponownie.
pt: Problema a sincronizar o seu conteúdo. Verifique a sua ligação ou inicie sessão novamente.
pt_br: Erro ao sincronizar seu conteúdo. Verifique sua conexão ou inicie a sessão novamente.
ro: Problemă la sincronizarea conținutului. Verificați conexiunea sau conectați-vă din nou.
ru: Проблема с синхронизацией контента. Проверьте подключение или войдите снова.
sk: Problém so synchronizáciou vášho obsahu. Skontrolujte svoje pripojenie alebo sa znova prihláste.
sl: Težava pri sinhronizaciji vaše vsebine. Preverite svojo povezavo ali se znova prijavite.
sv: Problem att synkronisera ditt innehåll. Kontrollera din anslutning eller logga in igen.
tr: İçeriğiniz eşitlenirken sorun çıktı. Bağlantınızı denetleyin ya da yeniden oturum açın.
uk: Проблема із синхронізацією вашого вмісту. Перевірте з’єднання або увійдіть знову.

source: Issue updating your account. Please sign in again.
be: Праблема з абнаўленнем уліковага запісу. Увайдзіце яшчэ раз.
ca: Hi ha hagut un problema en actualitzar el vostre compte. Torneu a iniciar la sessió.
cs: Problém s aktualizací vašeho účtu. Přihlaste se prosím znovu.
da: Problem med at opdatere Deres konto. Log venligst ind igen.
de: Problem beim Aktualisieren deines Kontos. Bitte erneut anmelden.
el: Πρόβλημα στην ενημέρωση του λογαριασμού σας. Παρακαλούμε συνδεθείτε ξανά.
es: Problema al actualizar tu cuenta. Inicia sesión de nuevo.
es_419: Problema al actualizar su cuenta. Inicie sesión de nuevo.
fi: Tilisi päivityksessä ilmeni ongelma. Kirjaudu sisään uudelleen.
fr: Problème lors de la mise à jour de votre compte. Veuillez vous connecter à nouveau.
hu: Probléma adódott a fiókja frissítésekor. Kérjük, jelentkezzen be újra.
id: Masalah saat memperbarui akun Anda. Silakan masuk lagi.
it: Problema durante l'aggiornamento del tuo account. Accedi di nuovo.
ja: アカウントの更新で問題が発生しました。もう一度サインインしてください。
ka: თქვენი ანგარიშის განახლების პრობლემა. გთხოვთ, თავიდან შეხვიდეთ.
ko: 계정을 업데이트하는 데 문제가 있습니다. 다시 로그인해 주세요.
nb: Problem med oppdatering av kontoen din. Logg på nytt.
nl: Probleem bij het updaten van uw account. Log alstublieft opnieuw in.
pl: Problem z aktualizacją konta. Zaloguj się ponownie.
pt: Problema ao atualizar a sua conta. Inicie sessão novamente.
pt_br: Erro ao atualizar sua conta. Inicie a sessão novamente.
ro: Problemă la actualizarea contului dvs. Vă rugăm să vă conectați din nou.
ru: Проблема с обновлением аккаунта. Пожалуйста, войдите снова.
sk: Problém s aktualizáciou vášho účtu. Prosím, prihláste sa znova.
sl: Težava pri posodabljanju vašega računa. Prosimo, prijavite se znova.
sv: Problem att uppdatera ditt konto. Logga in igen.
tr: Hesabınız güncellenirken sorun çıktı. Lütfen yeniden oturum açın.
uk: Проблема з оновленням вашого облікового запису. Будь ласка, увійдіть знову.

source: Label
be: Метка
ca: Etiqueta
cs: Štítek
da: Etiket
de: Kategorie
el: Ετικέτα
es: Etiqueta
es_419: Etiqueta
fi: Tunniste
hu: Címke
id: Lebel
it: Etichetta
ja: ラベル
ka: ჭდე
ko: 라벨
nb: Etikett
pl: Etykieta
pt: Etiqueta
pt_br: Marcador
ro: Eticheta
ru: Ярлык
sk: Štítok
sl: Oznaka
sv: Etikett
tr: Etiket
uk: Мітка
zh_hans: 标签
zh_hant: 標籤

source: Label as…
be: Пазначыць як…
ca: Etiqueta com a…
cs: Označit jako…
da: Anvend etiketten…
de: Zu Kategorie …
el: Ετικέτα ως…
es: Etiquetar como…
es_419: Etiquetar como…
fi: Merkitse tunnisteella…
fr: Labelliser…
hu: Címkézés, mint…
id: Labeli sebagai…
it: Etichetta come…
ja: ラベルを付ける
ka: ჭდის დადება…
ko: 라벨...
nb: Merk som...
nl: Label als…
pl: Oznacz jako…
pt: Etiquetar como…
pt_br: Marcar como…
ro: Etichetare cu…
ru: Отметить ярлыком как…
sk: Označiť ako…
sl: Dodaj oznako …
sv: Märk som…
tr: Etiketle…
uk: Позначити міткою…
zh_hans: 加标签…
zh_hant: 加上標籤…

source: Language
be: Мова
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
es_419: Idioma
fi: Kieli
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ka: ენა
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt: Idioma
pt_br: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sl: Jezik
sv: Språk
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Later this week
be: Пазней на гэтым тыдні
ca: Més tard aquesta setmana
cs: Koncem tohoto týdne
da: Senere denne uge
de: Später in dieser Woche
el: Αργότερα αυτή την εβδομάδα
es: Más tarde esta semana
es_419: Más tarde esta semana
fi: Myöhemmin tällä viikolla
fr: Plus tard dans la semaine
hu: Később ezen a héten
id: Waktu yang akan datang pada pekan ini
it: Più tardi questa settimana
ja: 今週中
ka: მოგვიანებით ამ კვირაში
ko: 이번 주 이후
nb: Senere denne uken
nl: Later deze week
pl: W tym tygodniu
pt: Mais tarde nesta semana
pt_br: Mais tarde nesta semana
ro: La sfârșitul săptămânii
ru: Позже на этой неделе
sk: Neskôr tento týždeň
sl: Kasneje ta teden
sv: Senare denna vecka
tr: Bu hafta daha sonra
uk: Пізніше цього тижня
zh_hans: 本周晚些时间
zh_hant: 本週稍後

source: Light
be: Светлая
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Claro
es_419: Claro
fi: Vaalea
fr: Clair
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ka: ღია
ko: 라이트
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
pt_br: Claro
ro: Albă
ru: Светлая
sk: Svetlý
sl: Svetla
sv: Ljus
tr: Açık
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

source: List toolbar
be: Панэль інструментаў спіса
ca: Barra d'eines de la llista
cs: Panel nástrojů seznamu
da: Listeværktøjslinje
de: Listen-Symbolleiste
el: Γραμμή εργαλείων λίστας
es: Barra de herramientas de la lista
es_419: Barra de herramientas de lista
fi: Luettelotyökalupalkki
fr: Barre d'outils de la liste
hu: Lista eszköztár
id: Toolbar daftar
it: Barra degli strumenti dell'elenco
ja: リストツールバー
ka: სიის ინსტრუმენტების პანელი
ko: 목록 툴바
nb: Listeverktøylinje
nl: Lijstwerkbalk
pl: Pasek narzędzi listy
pt: Barra de ferramentas da lista
pt_br: Ferramentas de lista
ro: Bară de unelte pentru listă
ru: Панель инструментов списка
sk: Panel nástrojov zoznamu
sl: Orodna vrstica seznama
sv: Listverktygsfält
tr: Liste araç çubuğu
uk: Панель інструментів списку

source: Loading your mailbox...
be: Адбываецца загрузка вашай паштовай скрыні...
ca: S'està carregant la bústia de correu...
cs: Načítání e-mailové schránky...
da: Indlæser din postkasse...
de: Postfach wird geladen …
el: Φόρτωση του γραμματοκιβώτιου σας...
es: Cargando tu buzón...
es_419: Cargando buzón...
fi: Ladataan postilaatikkoasi...
fr: Chargement de votre messagerie...
hu: A postafiók betöltése...
id: Memuat kotak surat Anda...
it: Caricamento della casella di posta...
ja: メールボックスを読み込んでいます…
ko: 편지함 불러오는 중...
nb: Laster inn postboksen din ...
nl: Uw postvak wordt geladen...
pl: Ładowanie skrzynki pocztowej...
pt: A carregar a sua caixa de correio...
pt_br: Carregando sua caixa de correio...
ro: Se încarcă mesajele...
ru: Загрузка почтового ящика...
sk: Načítava sa vaša poštová schránka...
sl: Nalaganje vašega poštnega predala ...
sv: Laddar din brevlåda …
tr: E-posta kutunuz yükleniyor...
uk: Завантаження вашої скриньки...
zh_hans: 正在加载您的邮箱...
zh_hant: 正在載入您的信箱...

source: Location
be: Месцазнаходжанне
ca: Ubicació
cs: Umístění
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
es_419: Ubicación
fi: Sijainti
fr: Emplacement
hu: Hely
id: Lokasi
it: Posizione
ja: 位置
ka: მდებარეობა
ko: 위치
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt: Localização
pt_br: Localização
ro: Adresa
ru: Местоположение
sk: Umiestnenie
sl: Kraj
sv: Plats
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 位置

source: Mail experience
be: Параметры пошты
ca: Experiència de correu
cs: Zkušenosti s Mailem
da: Mail-oplevelse
de: E-Mail-Erfahrung
el: Εμπειρία Mail
es: Experiencia de correo
es_419: Experiencia de correo
fi: Mail-kokemus
fr: Expérience de messagerie
hu: E-mail élmény
id: Pengalaman Mail
it: Esperienza Mail
ja: メール体験
ko: 메일 경험
nb: Mail-opplevelse
nl: Mailervaring
pl: Opcje poczty
pt: Experiência de correio
pt_br: Experiência de correio
ro: Experiență Mail
ru: Работа с почтой
sk: Skúsenosti s emailom
sl: Izkušnja z aplikacijo Mail
sv: Mail-upplevelse
tr: Mail deneyimi
uk: Досвід роботи з поштою
zh_hans: 邮箱体验
zh_hant: Mail 體驗

source: Mailbox preferences
be: Параметры паштовай скрыні
ca: Preferències de la bústia de correu
cs: Předvolby e-mailové schránky
da: Indstillinger for postkasse
de: Postfach-Einstellungen
el: Προτιμήσεις γραμματοκιβωτίου
es: Preferencias de buzón
es_419: Preferencias de buzón
fi: Postilaatikon asetukset
fr: Personnalisation de messagerie
hu: Postafiók beállítások
id: Preferensi kotak surat
it: Preferenze della casella email
ja: メールボックスの設定
ko: 편지함 설정
nb: Preferanser for postboks
nl: Mailbox voorkeuren
pl: Ustawienia skrzynki pocztowej
pt: Preferências da caixa de correio
pt_br: Preferências da caixa de correio
ro: Preferințe cont e-mail
ru: Настройки почтового ящика
sk: Predvoľby poštovej schránky
sl: Nastavitve poštnega predala
sv: Inställningar för brevlåda
tr: E-posta kutusu ayarları
uk: Параметри поштової скриньки
zh_hans: 邮箱偏好设置
zh_hant: 信箱偏好設定

# mailbox.systemFolder.voiceOver.attachments
source: %lld attachments
be: %lld далучэнняў
ca: %lld adjunts
cs: %lld příloh
da: %lld vedhæftninger
de: %lld Anhänge
el: %lld συνημμένα
es: %lld archivos adjuntos
es_419: %lld archivos adjuntos
fi: %lld liitettä
fr: %lld pièces jointes
hu: %lld melléklet
id: %lld lampiran
it: %lld file allegati
ja: %lld 個の添付ファイル
ka: %lld მიმაგრებული ფაილი
ko: 첨부 파일 %lld개
nb: %lld vedlegg
nl: %lld bijlagen
pl: %lld załączników
pt: %lld anexos
pt_br: %lld anexos
ro: Fișiere atașate: %lld
ru: %lld вложений
sk: %lld príloh
sl: %lld prilog
sv: %lld bilagor
tr: %lld ek dosya
uk: %lld вкладень
zh_hans: %lld 个附件
zh_hant: %lld 個附件

# mailbox.systemFolder.voiceOver.unread
source: Unread
be: Непрачытаныя
ca: No llegit
cs: Nepřečteno
da: Ulæst
de: Ungelesen
el: Μη διαβασμένα
es: Sin leer
es_419: Sin leer
fi: Lukematon
fr: Non lus
hu: Olvasatlan
id: Belum dibaca
it: Non letto
ja: 未読
ka: წაუკითხავი
ko: 읽지 않음
nb: Ulest
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lido
pt_br: Não lido
ro: Necitit
ru: Непрочитанные
sk: Neprečítané
sl: Neprebrano
sv: Oläst
tr: Okunmamış
uk: Непрочитане
zh_hans: 未读
zh_hant: 未讀

source: Mark as legitimate
be: Пазначыць як надзейнае
ca: Marca com a legítim
cs: Označit jako legitimní
da: Marker som legitim
de: Als seriös kennzeichnen
el: Σήμανση ως αποδεκτό
es: Marcar como legítimo
es_419: Marcar como legítimo
fi: Merkitse kunnolliseksi
fr: Marquer comme légitime
hu: Megjelölés helyénvalóként
id: Tandai sebagai absah
it: Segna come legittimo
ja: 正当なものとしてマーク
ka: მონიშვნა, როგორც ნამდვილის
ko: 스팸이 아님
nb: Merk som legitim
nl: Markeren als legitiem
pl: Oznacz jako wiarygodną
pt: Marcar como legítimo
pt_br: Marcar como legítimo
ro: Marcare ca legitim
ru: Отметить как законное
sk: Označiť ako legitímne
sl: Označi kot legitimno
sv: Markera som legitimt
tr: Sorunsuz olarak işaretle
uk: Позначити надійним
zh_hans: 标为非垃圾邮件
zh_hant: 標記為正當郵件

source: Mark as read
be: Пазначыць як прачытанае
ca: Marca com a llegit
cs: Označit jako přečtené
da: Markér som læst
de: Als gelesen markieren
el: Σήμανση ως διαβασμένο
es: Marcar como leído
es_419: Marcar como leído
fi: Merkitse luetuksi
fr: Marquer comme lu
hu: Megjelölés olvasottként
id: Tandai sebagai terbaca
it: Segna come letta
ja: 既読にする
ka: წაკითხულად მონიშვნა
ko: 읽음으로 표시
nb: Merk som lest
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt: Marcar como lido
pt_br: Marcar como lido
ro: Marcare ca citit
ru: Отметить как прочитанное
sk: Označiť ako prečítané
sl: Označi kot prebrano
sv: Markera som läst
tr: Okunmuş olarak işaretle
uk: Позначити прочитаним
zh_hans: 标为已读
zh_hant: 標示為已讀取

source: Mark as unread
be: Пазначыць як непрачытанае
ca: Marca com a no llegit
cs: Označit jako nepřečtené
da: Markér som ulæst
de: Als ungelesen kennzeichnen
el: Σήμανση ως μη διαβασμένο
es: Marcar como no leído
es_419: Marcar como no leído
fi: Merkitse lukemattomaksi
fr: Marquer comme non lu
hu: Megjelölés olvasatlanként
id: Tandai belum dibaca
it: Segna come non letta
ja: 未読にする
ka: წაუკითხავად მონიშვნა
ko: 읽지 않음으로 표시
nb: Merk som ulest
nl: Markeer als ongelezen
pl: Oznacz jako nieprzeczytane
pt: Marcar como não lido
pt_br: Marcar como não lido
ro: Marcare ca necitit
ru: Отметить как непрочитанное
sk: Označiť ako neprečítané
sl: Označi kot neprebrano
sv: Markera som oläst
tr: Okunmamış olarak işaretle
uk: Позначити непрочитаним
zh_hans: 标为未读
zh_hant: 標記為未讀

source: Mark email as legitimate
be: Пазначыць ліст як надзейны
ca: Marca el correu electrònic com a legítim
cs: Označit e-mail jako legitimní
da: Markér e-mail som legitim
de: E-Mail als seriös kennzeichnen
el: Σήμανση της ηλεκτρονικής διεύθυνσης ως αποδεκτής
es: Marcar el correo electrónico como legítimo
es_419: Marcar correo electrónico como legítimo
fi: Merkitse sähköposti aidoksi
fr: Marquer le message comme légitime
hu: Jelölje meg az e-mailt jogosnak
id: Tandai email sebagai sah
it: Segna l'email come legittima
ja: このメールは詐欺ではない
ka: ელფოსტის მონიშვნა, როგორც სანდოსი
ko: 이 메일을 스팸이 아닌 것으로 기록
nb: Merk e-post som legitim
nl: E-mail markeren als legitiem
pl: Oznacz jako wiarygodną
pt: Marcar o e-mail como legítimo
pt_br: Marcar e-mail como legítimo
ro: Marcare adresă ca legitimă
ru: Пометить письмо как допустимое
sk: Označiť email ako legitímny
sl: Označi e-pošto kot legitimno
sv: Markera e-post som legitimt
tr: E-postayı sorunsuz olarak işaretle
uk: Позначити лист як правомірний
zh_hans: 标为非垃圾邮件
zh_hant: 標記為正當郵件

source: Maximum selection reached
be: Дасягнуты максімум выбраных паведамленняў
ca: S'ha assolit la selecció màxima
cs: Dosažen maximální možný výběr
da: Maksimalt antal valg nået
de: Maximale Auswahl erreicht
el: Επιτεύχθηκε η μέγιστη επιλογή
es: Se ha alcanzado el número máximo de selecciones.
es_419: Se alcanzó el número máximo de selecciones.
fi: Valintojen enimmäismäärä on saavutettu
fr: Le nombre maximum de sélections a été atteint.
hu: Maximális kiválasztás elérve
id: Jumlah pilihan maksimum tercapai
it: Selezione massima raggiunta
ja: 選択の最大数に達しました
ka: მიღწეულია მონიშნულების მაქს. რაოდენობა
ko: 최대 선택 개수 도달
nb: Maksimal utvalg nådd
nl: Maximum selecteren bereikt
pl: Limit liczby zaznaczeń został osiągnięty
pt: O número máximo de seleções foi atingido.
pt_br: Seleção máxima alcançada
ro: Limită de selectare atinsă
ru: Достигнут максимум выбранных сообщений
sk: Bol dosiahnutý maximálny počet výberov
sl: Dosežen je največji izbor
sv: Maximalt antal val uppnått
tr: Olabilecek en fazla seçin yapıldı
uk: Вибрано максимальну кількість
zh_hans: 已达选择数量上限
zh_hant: 已達選擇項目的數量上限

source: Message
be: Паведамленне
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
es_419: Mensaje
fi: Viesti
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ka: შეტყობინება
ko: 메시지
nb: Melding
nl: Bericht
pl: Wiadomość
pt: Mensagem
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sv: Meddelande
tr: İleti
uk: Повідомлення
zh_hans: 邮件
zh_hant: 郵件訊息

# Message moved to Archive.%lld
source: Messages moved to Archive.
be: Паведамленні перамешчаны ў Архіў.
ca: Els missatges s'han mogut a l'arxiu.
cs: Zpráv přesunuto do Archivu.
da: Beskeder flyttet til Arkiv.
de: Nachrichten ins Archiv verschoben.
el: Τα μηνύματα μετακινήθηκαν στα Αρχειοθετημένα.
es: Mensajes movidos al Archivo.
es_419: Mensajes movidos al archivo.
fi: Viestit siirrettiin arkistoon.
fr: Les messages ont été déplacés dans les Archives..
hu: Üzenetek áthelyezve az Archívumba.
id: Pesan dipindahkan ke Arsip.
it: Messaggi spostati nell'archivio.
ja: メッセージをアーカイブに移動しました。
ka: წერილები გადატანილია არქივში.
ko: 메시지가 보관함으로 이동했습니다.
nb: Meldinger flyttet til arkiv.
nl: Berichten verplaatst naar Archief.
pl: Wiadomości przeniesiono do archiwum.
pt: Mensagens movidas para o Arquivo.
pt_br: Mensagens movidas para o Arquivo.
ro: Mesaje mutate în Arhivă.
ru: Сообщений перемещено в Архив.
sk: Správy boli presunuté do Archívu.
sl: Sporočil je premaknjenih v arhiv.
sv: Meddelanden flyttade till arkiv.
tr: İletiler arşivlendi.
uk: Повідомлення переміщено до Архіву.

source: Messages in Trash and Spam will be automatically deleted after 30 days.
be: Паведамленні ў папцы "Сметніца" і "Спам" будуць аўтаматычна выдалены праз 30 дзён.
ca: Els missatges de la paperera i el correu brossa s'eliminaran automàticament després de 30 dies.
cs: Zprávy v koši a spamu budou automaticky smazány po 30 dnech.
da: Beskeder i papirkurv og spam slettes automatisk efter 30 dage.
de: Nachrichten im Papierkorb und im Spam-Ordner werden nach 30 Tagen automatisch gelöscht.
el: Τα μηνύματα στον Κάδο Απορριμμάτων και στα Ενοχλητικά θα διαγράφονται αυτόματα μετά από 30 ημέρες.
es: Los mensajes en la papelera y el spam se eliminarán automáticamente después de 30 días.
es_419: Los mensajes en la Papelera y Spam se eliminarán automáticamente después de 30 días.
fi: Roskakorissa ja roskapostissa olevat viestit poistetaan automaattisesti 30 päivän kuluttua.
fr: Les messages dans la corbeille et le pourriel seront automatiquement supprimés après 30 jours.
hu: A Lomtárban és a Levélszemétben lévő üzenetek 30 nap után automatikusan törölve lesznek.
id: Pesan di Sampah dan Spam akan secara otomatis dihapus setelah 30 hari.
it: I messaggi nel cestino e nello spam verranno eliminati automaticamente dopo 30 giorni.
ja: ごみ箱と迷惑メールのメッセージは、 30 日後に自動的に削除されます。
ko: 휴지통 및 스팸 메시지가 30일 후에 자동으로 삭제됩니다.
nb: Meldinger i papirkurv og søppelpost slettes automatisk etter 30 dager.
nl: Berichten in de Prullenbak en Spam worden na 30 dagen automatisch verwijderd.
pl: Wiadomości, które znajdują się w koszu lub spamie dłużej niż 30 dni, zostaną automatycznie usunięte.
pt: As mensagens no lixo e no spam serão automaticamente eliminadas após 30 dias.
pt_br: As mensagens na Lixeira e no Spam serão automaticamente excluídas após 30 dias.
ro: Mesajele din «Gunoi» și «Nedorite» vor fi șterse automat după 30 de zile.
ru: Сообщения в корзине и спаме будут автоматически удалены через 30 дней.
sk: Správy v Koši a Spame sa automaticky vymažú po 30 dňoch.
sl: Sporočila v smetnjaku in med neželeno pošto bodo samodejno izbrisana po 30 dneh.
sv: Meddelanden i papperskorg och skräppost kommer att tas bort automatiskt efter 30 dagar.
tr: Çöp ve İstenmeyen kutularındaki iletiler 30 gün sonra otomatik olarak silinir.
uk: Повідомлення в Смітнику та Спамі будуть автоматично видалені через 30 днів.
zh_hans: 回收站和垃圾邮件中的邮件将在 30 天后自动删除。
zh_hant: 垃圾桶和垃圾郵件中的訊息將在 30 天後自動刪除。
